tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "fzf-tab"
brew "gh"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "neonctl"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "poppler"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tracy"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "nikitabobko/tap/aerospace"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "ngrok"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "bradlc.vscode-tailwindcss"
vscode "clinyong.vscode-css-modules"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dubadub.cook"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "mrmlnc.vscode-scss"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tyriar.lorem-ipsum"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
go "github.com/bootdotdev/bootdev"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "aichat"
cargo "cargo-generate"
cargo "cargo-watch"
cargo "flamegraph"
